IDEA StatiCa Open Model
OriginSettings.CheckEquilibrium Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 All loads have to be in equilibrium
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool CheckEquilibrium { get; set; }
Public Property CheckEquilibrium As Boolean
	Get
	Set
public:
property bool CheckEquilibrium {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
OriginSettings Class
IdeaRS.OpenModel Namespace